welcom_text = "Добро пожаловать!"
CANCEL_ENTER = "❌ Отменить ввод"
DOCTOR_BUTTON_TEXT = "🩺 Вызвать врача"
LS_GREETING_TEXT = "🔒 Продолжим в личных сообщениях. Нажмите кнопку ниже:"
CONTACT_TEXT = """
🏥 <b>Контакты поликлиники ЭДКБ</b>

☎️ <b>Телефон для записи</b>: 
+7 (8453) 54-43-15

⏰ <b>Режим работы поликлиники</b>:
• <b>Будни:</b> 8:00 - 20:00  
• <b>Выходные:</b> 9:00 - 14:00  

🚑 <b>Вызов врача на дом:по телефону</b> 
• <b>Будни:</b> 8:00 - 14:00  
• <b>Выходные:</b> 9:00 - 13:00  

📱 <b>Telegram:</b>
• <b>Будни:</b> 8:00 - 12:00  
• <b>Выходные и праздники:</b> 9:00 - 12:00"""

CALLS_FINISHED_TODAY_TEXT = """
⛔️ На сегодня приём вызовов на дом окончен.

• <b>Будни:</b> %s - %s  
• <b>Выходные и праздники:</b>
    %s - %s

По вопросу вызова на дом обращаться в Call-центр по телефону: 

☎️ +7(8453)54 -43-15"""
ABOUT_TEXT = "🏥 <b>О нашем сервисе</b>\n\nЭто электронная регистратура для вызова врача на дом через интернет"

RULES_TEXT = """📜 <b>Правила</b>

Городские поликлиники оказывают первичную амбулаторно-поликлиническую медицинскую помощь по участковому принципу, т.е. обслуживают только тех пациентов, которые прикреплены к определенным участкам.

⏱️ <b>Вызов через чат-бот можно оформить:</b>
• <b>Будни:</b> %s - %s
• <b>Выходные и праздники:</b> %s - %s

<b>Важно!</b> Вызов считается принятым лишь в том случае, если:
- Вы указали все необходимые данные
- Для вашего вызова был получен статус «Вызов подтвержден»

Все вызовы будут обслуживаться в течение дня участковым врачом."""
